Repository: martinodg/Ctl4biz
Catalog: locale/*.UTF-8/LC_MESSAGES/ctl4biz.po
Languages: es_ar

source: Test locale
es_ar: Locale Test

source: English
es_ar: Ingles

source: Spanish
es_ar: Español Argentino

source: Polski
es_ar: Polaco

source: Enter Login Details
es_ar: Ingrese detalles de ingreso

source: Company Code
es_ar: Código de compania

source: Password
es_ar: Contraseña

source: Submit
es_ar: Ingresar

source: Not a member yet?
es_ar: ¿ Aun no es miembro?

source: Sign in Now!
es_ar: ¡Ingresar ahora!
